brain/Dante's Inferno.tex
% Created 2017-10-03 Tue 18:13
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Kadin Buckton}
\date{\today}
\title{Dante's Inferno}
\hypersetup{
 pdfauthor={Kadin Buckton},
 pdftitle={Dante's Inferno},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.2.1 (Org mode 9.0.10)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Dante's Inferno}
\label{sec:org93b2f3d}
\begin{description}
\item[{Inferno}] The Italian word for Hell
\end{description}

The Inferno tells the story of Dante through Hell, guided by the ancient Roman poet Virgil. In this poem, Hell is depicted as nine circles of torment location within the Earth.

\subsection*{Vestibule of Hell}
\label{sec:org97143c2}
The gates bear the inscription ``Abandon all hope, ye who enter here''. \textbf{The Uncommitted} are the souls of people who in life took no sides; the opportunists who were for neither good nor evil. Seen as a representation of the ``spiritual stagnation'' for the way they lived.

After passing through the Vestibule, Dante and Virgil reach the ferry that will take them across \textbf{the river Acheron and to Hell.} The ferry is piloted by Charon, who does not want to let Dante enter because he is living.

\subsection*{The Circles}
\label{sec:orgdc1fd05}
Are concentric and represent a gradual increase in wickedness and culminate in the center of the earth where Satan is held.

\subsubsection*{Limbo}
\label{sec:org6e71c21}
First circle, contains the unbaptized and those that did not accept Christ.

\subsubsection*{Lust}
\label{sec:orgfccac31}
Second circle. 

\subsubsection*{Treachery}
\label{sec:org32af7d6}
The ninth circle; these are the betrayers bound by unyielding ice.

\subsubsection*{Center}
\label{sec:org0605c97}
\uline{The very center of Hell is the Devil, referred to by Virgil as Dis.}

Lucifer is a giant, terrifying beast trapped waist deep in the ice, suffering. He has three faces: red (middle), pale yellow (the right) and black (the left). Trinity?
\end{document}
